Repository: giellalt/corpus-sma
Catalog: tmx/nob/facta/other_files/nsr_veeljemeprogramme.doc.tmx
Source language: sma
Languages: nob

source: almetjidie maahtoeh båatsoen bïjre jieniemdidh jïh guktie båatsoem guerkiehtidh
nob: å øke kunnskapen om og forståelsen for reindrift i befolkningen

source: Saemiedigkien tsiehkie tjirkesovvedh edtja båatsoen båetije aejkide tjirkedh jielemepolitigke- jïh reeremegyhtjelassine
nob: at Sametingets rolle i sikringen av reindriftens fremtid styrkes innen næringspolitiske og forvaltningsmessige spørsmål

source: Daaletje ovjuvrereereme lij guktie ovjuvrh saemien dajvine jeananin.
nob: Dagens rovdyrforvaltning har medført økning i bestanden av rovdyr i samiske områder.

source: Jielemh leah jïjtjh tjoeveramme øøkonomije dïedtem guedtedh jienebi teehpi jïh jeatjahtovveme maaksovi åvteste.
nob: I stor grad har næringene selv vært nødt til å bære de økonomiske konsekvensene gjennom økt tap og omstillingskostnader.

source: daerpies råajvarimmieh buektiehtidh teehpide ovjuvri gaavhtan vaeniemdidh
nob: nødvendige tiltak for å redusere tapene forårsaket av rovdyr iverksettes

source: ovjuvri låhkoeh sjiehtesjidh jïh maeksemeøørnegh tseegkesovvedh, mah setnies teehph maeksieh jïh mah fierhten jieliemasse sjïehtesovveme
nob: bestanden av rovdyr tilpasses og at det etableres erstatningsordninger som dekker reelle tap og som er tilpasset den enkelte næring

source: vielie duedtien vuasah stuerebe maarhnesne doekesovvedh
nob: å tilrettelegge for at duodji-produkter skal kunne selges på et større marked

source: lohkehtimmie- jïh øøhpehtimmiefaalaldahkide gorremdidh maadth-, jåarhke- jïh jïlleskuvledaltesisnie
nob: at opplærings- og utdanningstilbudene styrkes på grunnskole-, videregående skole- og høgskolenivå

source: lohkehtimmieh tjirkedh faage-, vytnesjæjja- jïh mïestereprievieøørnegi gujmie
nob: at opplæring sikres gjennom styrking av fag-, svenne- og mesterbrevordninger

source: sjïere jielemelatjkoeh duadtan jïh jeatjah jieliemidie
nob: egne næringsavtaler for duodji og andre næringer

source: Iktebïejeme jielemh jïh giehtelimmieh
nob: Kombinasjonsnæringer og foredling

source: båeries jielemesjiehtesjimmieh joekehth jielemigujmie jïjtsh jielemehammojne jilliemdidh, øøvtiedidh jïh tjirkesovvedh
nob: at den tradisjonelle næringstilpasning med kombinasjon av ulike næringer skal få status som egen næringsform, styrkes og videreutvikles

source: råajvarimmieh maeksiehtidh mah øøkologije miehtjesburriem nænnoestieh jïh mah leah mij iktebïejeme jieliemijstie
nob: å finansiere tiltak som styrker økologisk utmarksbruk som en del av næringskombinasjoner

source: iktebïejeme jieliemidie lohkehtimmieh tseegkesovvedh
nob: at det etableres opplæringstilbud for næringskombinasjoner

source: orre øøkologijeguedtijes miehtjejielemh øøvtiedidh
nob: å utvikle nye økologisk bærekraftige utmarksnæringer

source: nuepiem tjirkedh byjres raaveskh nuhtedh
nob: at muligheten for videreforedling av lokale råvarer må styrkes

source: vielie ektiebarkoe raaveskedeallahtæjjaj, aaliji, sadtesæjjaj jïh maarhnanalmetji gaskemsh, hijven saemien vuasah ellies guvvine buektedh
nob: at økt samarbeid mellom råvareleverandører, produsenter, distributører og

source: Fealadimmie
nob: markedsaktører skal gi gode samiske produkter med helhetlig profil

source: fealadimmieh saemien dajvine jïjtsh våaroemi jïh daerpesvoeti mietie øøvtiedidh
nob: at reiselivet i de samiske områdene utvikles på egne vilkår og etter egne behov

source: maarhnavuesiehtimmie saemien jielemen, darjomi jïh vuelkemi bïjre Nøørjesne jïh gaskelaantine nænnodh
nob: at markedsføringen av samiske opplevelser, aktiviteter og reisemål styrkes i Norge og internasjonalt

source: fealadimmieh saemien kultuvrejiehtesi åvteste krøøhkestieh jïh guktie saemide buerine sjïdtedh
nob: at samisk kulturuttrykk brukes med respekt i reiselivet, og på en måte som kommer samene selv til nytte

source: eevtjedh guktie jijjedehteme- jïh gåassomefaaledh saemien goeren mietie saemien dajvine tseegkesovvedh
nob: stimulere til etablering av overnattings- og serveringstilbud med samisk profil i samiske områder

source: Mijjen aalkoealmetjeviellh jïh - åabpah jeatjah dajvine veartanisnie byjreshaestemigujmie jïjtsh giefiesvoeten åvteste jielieminie.
nob: Våre urfolksbrødre og - søstre i andre deler av verden lever med miljøutfordringer knyttet til sin fattigdom.

source: Mijjieh saemieh jis byjreshaestemigujmie mijjen ræjhkoesvoeten åvteste.
nob: Vi samer lever med miljøutfordringer knyttet til vår rikdom.

source: Eatnamasse gietskies årrodh jïh eatnemem nuhtedh lea daerpies saemien roehtsese, jieliemasse, jieliedasse jïh kultuvrese.
nob: Nærhet til og aktiv bruk av natur og miljø er viktig for samisk identitet, levevei, livsutfoldelse og kultur.

source: Eah leah saemieh oktegh eatnemem saemien dajvesne nuhtedh, jïh ij leah staate gaajhken aejkien vaarjelimmie soejkesjebarkosne saemide krøøhkestamme.
nob: Samtidig er samene ikke alene om å bruke naturen i våre områder og staten har vist seg som en aktør som ikke alltid tar hensyn til samene i sitt verneplanarbeid.

source: Dajvine dubpene daebpene Saepmien eatneme aaj bestesåvva eatnemen eajhnijste jïh almetjen darjoemistie.
nob: Naturmiljøet i Sápmi påvirkes også av naturfenomener og menneskelige aktiviteter i tilstøtende og fjernere områder.

source: Mijjese haestemh goerkesadtedh guktie eatnemem nuhtedh, ihke ibie misteh darjoeh mijjen kultuvren maadtegen vuestie.
nob: Vår utfordring er å bevisstgjøre hverandre om at vår bruk av naturen også kan utgjøre en trussel mot naturgrunnlaget for vår kultur.

source: Ibie galkh saemiej reaktaj åvteste gæmhpodh eatnemen maelmide åadtjodh guktie eatneme dïhte mij teehpie.
nob: Kampen for samiske rettigheter til naturressursene skal ikke vinnes for at naturen skal tape.

source: Mijjen lea diedte guktie eatnemem nuhtedh jïh dam biejverdidh.
nob: All bruk av naturen innebærer en plikt til å ta vare på naturen.

source: Guktie saemien åtnoedajvide reeredh tjoevere dan laakan darjodh guktie dïhte guedtijes økologijen mietie, jïh dagkeres reereme tjoevere gaajhkide jaehkemes.
nob: Forvaltning av samiske naturbruksområder må utformes slik at den er økologisk bærekraftig, og en slik forvaltning må ha tillit i hele befolkningen.

source: NSR-se hævvi dïhte økologije bïevnehke jïh kriebpesjimmie guedtijes øøvtiedimmien bïjre, mij galka våaroeminie gaajhkene båetije politigkesne guktie eatnemem reeredh.
nob: For NSR er det selvsagt at det økologiske perspektiv og kravet om bærekraftig utvikling skal utgjøre fundamentet i all fremtidig politikk når det gjelder forvaltning av naturen.

source: Dïhte mij saemide vihkele gelkieh gaajhkine laakine jïh soejkesjebarkojne krøøhkestidh.
nob: Det skal tas hensyn til samiske interesser i alle typer lov- og planarbeid.

source: Juktie Saemiedigkie galka tjerkebe voengepolitigken jïh eatnemefaagen ïedtjh biejverdidh, dellie vihkele IN-n (FN) giehtelimmiesoejkesjem darjodh voengen jïh øøvtiedimmien gaavhtan - Agenda 21.
nob: For at Sametinget skal kunne ivareta et sterkere miljøpolitisk og miljøfaglig engasjement, er det viktig å få realisert FNs handlingsplan for miljø- og utvikling - Agenda 21.

source: Daate soejkesje naasjovni åejviej diedten nuelesne galka fierhten laanten aalkoealmetjigujmie ektesne barkedh, voengehaestemigujmie barkedh byjresisnie jïh gaskelaanti gaskem.
nob: Denne planen forplikter nasjonale myndigheter til å samarbeide med sitt urfolk for å løse miljøutfordringene lokalt og globalt.

source: Eah galkh aalkoealmetjh altese dajvijste voengedeerjeldigkie bigkemi åvteste tråågkesovvedh, vg ålja-, gassh- jïh maelmiereeblemh jïh tjaetsiedeemmemh.
nob: Urfolk skal ikke fortrenges fra sine områder på grunn av utbygginger som har miljøødeleggende virkninger, for eksempel olje-, gass- og mineralutvinninger og vannkraftutbygginger.

source: Aajhtoeh jïh deerjemh
nob: Trusler og forurensning

source: aatomefaamoevearhkh jïh deerjeldigkie garreindustrijh Kolanjaarkesne steegkedh
nob: forbedret beredskap langs kysten av Nord-Norge i forbindelse med økt transport av olje langs kysten

source: Åtnoe jïh vaarjelimmie
nob: Bruk og vern

source: vaarjelimmiedajveh jïh nasjovneparhkh eah galkh saemien jieleme- jïh kultuvreåtnoem fijnehtidh
nob: at etablering av nasjonalparker og verneområder ikke skal være til hinder for samisk nærings- og kulturutøvelse

source: guktie saemieh dajvide nuhtjeminie, dïhte galka våaroeminie gaajhkine reeremesoejkesjinie
nob: at samisk bruk av områder skal ligge til grunn for forvaltningsplaner der dette innføres

source: motovrefeeleme miehtjedajvesne galka eatnemen klyøhkemen mietie sjiehtesjidh
nob: at motorisert ferdsel i utmarka tilpasses naturens tåleevne

source: miehtjejielemen åtnose, saemien dajvine luhpie derhviegåetiem tsaekedh
nob: at det tillates bygging av gammer til bruk i utmarksnæringer i samiske områder

source: SKUVLE JÏH ØØHPEHTIMMIE
nob: SKOLE OG OPPLÆRING

source: Mijjieh saemide reaktah jïh mijjen lea diedte maahtoeh mijjen jïh mijjen byjresken bïjre øøvtiedidh jïh buektiehtidh.
nob: Vi samer har en grunnleggende rett til og et selvstendig ansvar for å utvikle og formidle kunnskap om oss selv og våre omgivelser.

source: Mijjen saemien siebredahkide øøvtiedidh, dellie edtjebe båeries jïh dotkeme maahtoeh iktedidh.
nob: Vi skal forene tradisjonell kunnskap med vitenskapelig kunnskap for å utvikle de samiske samfunn.

source: Saemien siebredahke galka urresth maahtoesiebredahkine sjïdtedh, dan laakan guktie ij båeries vuekie jïh kultuvre diedtesovvh.
nob: Det samiske samfunn skal utvikles til et moderne kunnskapssamfunn, uten at tradisjoner og kultur undervurderes.

source: 10-jaepien saemien skuvlelearoeplaane - L97S - lij vihkeles tsiehkie saemiej øøhpehtimmiehistovrijesne.
nob: Den samiske læreplanen for den 10-årige grunnskolen - L97S - var en milepæl i samisk utdanningshistorie.

source: NSR sæjhta barkedh guktie orre jorkelimmieh øøhpehtimmiesystemesne leah saemien learohken jïh saemien siebredahken daerpiesvoeti mietie, jïh guktie ellies saemien øøhpehtimmiepolitigkem øøvtiedidh.
nob: NSR vil arbeide for at nye reformer i opplæringssystemet tar utgangspunkt i den samiske elevens og det samiske samfunnets behov, og for at det utvikles en helhetlig samisk opplæringspolitikk.

source: NSR dovne veanhta skuvli jïh maanagïerti fysigken byjreske tjoevere plaanevearhki kriebpesjimmiej mietie.
nob: NSR mener også at skolenes og barnehagenes fysiske miljøer må tilfredsstille planverkenes krav.

source: Gaajhkh saemien maanah gelkieh man saemien bïjre utnedh seamma gusnie årroeminie.
nob: Alle samiske barn skal ha noe samisk å forholde seg til - uansett hvor i landet de bor.

source: Dïhte mij saemien Nøørjen jeatjah maanide dovne siejhme sjædta jis fierhten biejjien skuvline jïh maanagiertine vååjnese.
nob: Ved å synliggjøre det samiske i hverdagssituasjoner i barnehager og skoler, kan det samiske bli en naturlig del av hverdagen også for andre barn i Norge.

source: Skuvlen eejehtsøørnege lea øøhpehtimmiefaaleldahki sjisjnjelen jïh saemien maanide saemien maanide dovne desnie galka saemien sisvege.
nob: Skolefritidsordningen er en integrert del av opplæringstilbudet, og skal også ha et samisk innhold for samiske barn.

source: Saemien maanide, noeride jïh geervide sjïere daerpiesvoetigujmie, tjoeverieh sjiehtesjamme øøhpehtimmiefaaleldahkh tjirkesovvedh jïh sjïerepedagogigken viehkieh saemien vierhtegi mietie.
nob: Samiske barn, unge og voksne med særskilte behov må sikres et tilpasset opplæringstilbud og spesialpedagogisk bistand basert på samiske verdier.

source: Saemien sjïerepedagogigken dåarjoesysteme tjoevere nænnodh.
nob: Det samisk spesialpedagogiske støttesystemet må styrkes.

source: Orre øøhpehtimmïelaake abpe jieliedasse lïeremem beaja jïh tjoevere abpe saemien øøhpehtimmiesystemem dijpedh.
nob: Den nye opplæringsloven legger opp til livslang læring. Dette må gjenspeiles gjennom hele det samiske opplæringssystemet.

source: Gaajhkh jåarhkeskuvlen learohkh gelkieh saemiej bïjre lïeredh.
nob: Alle elever på videregående skoler skal få undervisning om samiske forhold.

source: Saemien learohki leah reaktah lohkehtimmiem saemien aamhtesinie åadtjodh.
nob: Samiske elever har rett til undervisning i samiske emner.

source: Daalatjasse lij nuepie jijnjijste saemijste øøhpehtimmiem vaeltedh nåake sjïehtesjamme faaleldahki åvteste.
nob: Mange samer er blitt fratatt muligheter til formell utdanning gjennom dårlige tilpassede tilbud for samer helt opp til vår tid.

source: Geervelohkehtimmie lea daerpies råajvarimmie jieledebueriem bijjiemdidh, jïh nimhtie dellie buerebe nuepiem barkoem ohtsedh.
nob: Voksenopplæring er et viktig tiltak for å høyne livskvalitet og å gi forbedrede muligheter på arbeidsmarkedet.

source: NSR sæjhta saemiengïelen maahtoebyjreskh øøvtiedidh mearan dotkemem saemien aamhtesi bïjre daaroengïelesne jïh jeatjah gïeline nænnostidh.
nob: NSR vil arbeide for utvikling av samiskspråklige kompetansemiljø, samtidig som forskningen om samiskrelaterte tema på norsk og andre språk styrkes.

source: Saemien dajvine gaajhkh jïlleskuvlh jïh universiteeth tjoeverieh faaleldahkh saemien kultuvremaahtoen jïh kultuvregoerkesen bïjre utnedh.
nob: Alle høgskoler og universiteter i samiske områder skal ha tilbud innenfor kulturforståelse og samisk kulturkunnskap.

source: Profesjovne- jïh maadthøøhpehdimmine veadtaldihkie dovne.
nob: I profesjons- og grunnutdanninger skal dette være obligatorisk.

source: Annje jijnjh saemien lohkehtimmievierhtieh fååtesieh, dovne sïejhme learoegærjah jïh jeatjah learoevierhtieh gaajhke øøhpehtimmiesystemesne maanagierteste universiteetese.
nob: Det er fortsatt stor mangel på undervisningsmateriell på samisk, både tradisjonelle lærebøker og andre typer læremidler i hele opplæringssystemet, fra barnehage til universitet.

source: Saemien learohkh jïh lohkehtæjjah gelkieh saemien våaromegærjam fierhtene faagesne utnedh fierhtene klaassedaltesisnie gaajhke øøhpehtimmiesystemen tjïrrh.
nob: Samiske elever og lærere skal ha tilgang på en grunnbok på samisk innenfor hvert fag på hvert klassetrinn gjennom hele opplæringssystemet.

source: Learoevierhtiedarjome jïh - øøvtiedimmie tjoevere saemien skuvlen øøvtiedimmiem fulkesadtedh, vg learoeplaani jorkelimmien bïjre.
nob: Læremiddelproduksjon og - utvikling skal holde tritt med utviklingen av den samiske skolen, i forhold til f.eks. læreplanreformer.

source: Øøhpehtæmman byøroe bievnes- jïh gaskesadtemeteknologije viehkine (IKT) bïejesovvedh.
nob: Det må bli tilrettelagt for undervisning ved hjelp av informasjons- og

source: saemiengïelen maanah faaleldahkh ietniengïelese maanagiertine åadtjoeh
nob: samiskspråklige barn får rett til barnehagetilbud på sitt morsmål

source: saemien maanah gieh eah saemien maehtieh, sjiehtesjamme saemiengïelen faaleldahkh åadtjoeh
nob: samiske barn som ikke behersker samisk får rett til et tilpasset samiskspråklig barnehagetilbud

source: tjielten åejvieh jienebh saemien maanagierth bigkieh jïh jienebh vierhtieh dejtie vedtedh
nob: kommunale myndigheter bygger flere samiske barnehager og gir økte driftsmidler

source: saemien maanagierten soejkesjem
nob: samisk barnehageplan virkeliggjøres

source: jienebh saemien åvteskuvlelohkehtæjjah mah saemien gïelem maehtieh, joekoen dajvine saemien reeremedajven ålkolen
nob: det utdannes flere samiske førskolelærere med kompetanse i samisk, spesielt i områder utenfor forvaltningsområdet for samisk språk

source: øøhpehtimmïelaaken prinsibpe sjædta mij jeahta saemieh, seamma gusnie årroeminie, saemien øøhpehtimmiem åadtjoeh
nob: opplæringslovens prinsipp om at alle samer, uansett bosted, skal ha rett til undervisning i samisk virkeliggjøres

source: skuvline gusnie saemien learohkh, øøhpehtimmiem vedtedh saemien gïelesne, histovresne, kultuvregoerkesisnie jïh duedtesne
nob: det skal gis opplæring i samisk språk, historie, kulturforståelse og duodji på skoler med samiske elever

source: reaktah saemien lohkehtidh jeatjah faagine sjïdtedh, guktie dovne saemien learohkh saemien mubpine gïeline, nuepiem åadtjoeh ellies guektiengïelenvoetem jaksedh
nob: retten til undervisning i andre fag på samisk gjennomføres, slik at også elever med

source: Jåarhkelohkehtimmie
nob: samisk som andrespråk får styrket muligheten til full tospråklighet

source: jåarhkelohkehtimmien faaleldahkh gaajhkine saemien dajvine nænnodh, jïh saemien learohki reaktah jåarhkelohkehtæmman jååhkesjidh
nob: det videregående opplæringstilbudet styrkes for alle samiske språkområder og samiske elevers rett til videregående opplæring på samisk fastslås

source: programmh dorjesovvedh jolle drop-out vuastalidh saemien noeri gaskem
nob: det utarbeides programmer for å motvirke høy drop-out blant samisk ungdom

source: saemien jåarhkeskuvlide øøvtiedimmienuepieh, jïh saemien stuvreme tjirkesovvedh
nob: de samiske videregående skolene sikres utviklingsmuligheter og samisk styring

source: sjïere saemien learoeplaanh saemien jåarhkelohkehtæmman darjodh ellies 13-jaepien lohkehtimmiedaltesem tjirkedh
nob: det utvikles egne samiske læreplaner for samisk videregående utdanning, for å sikre et helhetlig 13-årig opplæringsløp

source: faaleldahkh lohkehtæmman båatsosne, duedtesne, iktebïejeme jielieminie jïh eatnemeåtnosne nænnodh jïh tjirkesovvedh, vg øøvtiedimmien tjïrrh faagelohkehtæjjan øøhpehtæmman
nob: fagopplæringstilbud i reindrift, duodji, næringskombinasjoner og naturbruk styrkes og sikres, bl.a. gjennom utvikling av faglærerutdanninger

source: saemien learoehkidie giej lea saemien faagegievlesne, dejtie stipeendeøørnegem vuartasjidh aaj båetije aejkiej åvteste
nob: stipendordningen for elever med samisk i fagkretsen evalueres med tanke på fremtidig styrking

source: saemiengïele voestes- jallh mubpine gïeline jåarhkeskuvlesne galka lissiepoengh jïllebe øøhpehtæmman vedtedh
nob: samisk som første- eller andrespråk på videregående skole skal gi ekstrapoeng ved opptak til høyere utdanning

source: katalogem darjodh mij vuesehte magkerh saemien skuvle- / lohkemefaaleldahkh jïh stipeendh saemien learoehkidie / studeentide gååvnesieh
nob: det utarbeides katalog over samiske skole- / studietilbud og stipender for samiske elever / studenter

source: sjïere saemien øøhpehtimmieplaanem geerve almetjidie darjodh gusnie jeahta magkerh daerpiesvoeth, diedte jïh barkoejuekeme saemide dennie lohkehtimmesne
nob: det blir utarbeidet en egen samisk voksenopplæringsplan, som omfatter kartlegging av behov, ansvar og arbeidsfordeling innen voksenopplæring for samer

source: viermiegaskese tseegkesovvedh dejtie mah geervelohkehtimmesne
nob: det etableres et nettverk for aktører i samisk voksenopplæring

source: geerve saemiej reaktah saemien lohkedh, laaken jïh beetnehøørnegi tjïrrh tjirkesovvedh
nob: voksne samers rett til samiskopplæring sikres gjennom lovverk og finansieringsordninger

source: tjieltine gusnie saemieh, dejtie tjieltide nænnoestidh guktie maehtieh laakediedteme diedth geervelohkehtæmman darjodh
nob: kommuner med samisk befolkning settes i stand til å oppfylle sine lovpålagte forpliktelser i forhold til voksenopplæring

source: Jïllebe øøhpehtimmie jïh dotkeme
nob: Høyere utdanning og forskning

source: saemien dotkemeraerie elliessaemien ektiebarkose tseegkesovvedh
nob: det opprettes et samisk forskningsråd i tilknytning til det allsamiske samarbeidet

source: saemien dotkemasse eevtjedh, luhkienjaepien programme dorjesovvedh gusnie saemiengïelen dotkeme uvtemesth
nob: det opprettes et tiårig program for rekruttering til samisk forskning, der samiskspråklig forskning prioriteres

source: ektiebarkoem raasti bijjelen skreejrehtidh dotkeme institusjovni gaskem mej lea diedte saemien dotkemen åvteste
nob: det må stimuleres til grenseoverskridende samarbeid mellom forskningsinstitusjoner som har samisk forskning som ansvarsområde

source: Romsen universiteeten lea haamoe jïh diedte saemien dotkemen jïh jïllebe øøhpehdimmien åvteste
nob: Universitetet i Tromsø ivaretar sin rolle og ansvar innenfor samisk forskning og høyere utdanning

source: Saemien jïlleskuvlese nuepieh edtja dotkeme jïlleskuvline jïh universiteetine åvtanidh
nob: Samisk høgskole får reelle muligheter til å utvikle seg til en vitenskapelig høgskole og et samisk universitet

source: gellienkultuvren jïh guektiengïelen pedagogigke lohkehtæjjaøøhpehtimmesne viedteldh sjïdtedh
nob: flerkulturell og tospråklighetspedagogikk blir obligatorisk ved lærerutdanningene

source: Saemien jïlleskuvle, Bådujjen jïlleskuvle jïh Noerhte-Trøøndelaagen jïlleskuvle nuepiem åadtjoeh, ektiebarkoem øøvtiedidh åarjel-jïh luvlesaemien lohkehtæjjah åarjel- jïh luvlesaemien dajvide øøhpehtidh
nob: Samisk høgskole, Høgskolen i Bodø og Høgskolen i Nord-Trøndelag får muligheter til å utvikle reelt samarbeid i forhold til utdanning av lærere for lule- og sørsamiske områder

source: stipeendøørnegh mah Saemiedigkie reerie, dah gelkieh uvtemesth faagedajvide gusnie daerpies saemien maahtoem utnedh
nob: stipendordninger som Sametinget forvalter skal prioritere fagområder der det er behov for å bygge samisk kompetanse

source: saemiengïelen lohkemefaaleldahkh jïllebe daltesinie buaranidh jïh væjranidh, dovne dejtie mah eah saemien voestes gïeline utnieh
nob: studietilbudet i samisk språk på høyere nivå forbedres og utvides, også for de som ikke har samisk som førstespråk

source: saemien lohkehtæmman uvmese learoevierhtieh sjïdtedh, joekehth gïeledajvide sjiehtesjamme jïh learoehkidie saemien mubpine gïeline
nob: det utvikles varierte læremidler for samisk språkopplæring, tilpasset de ulike språkområdene og for elever med samisk som andrespråk

source: saemien lohkehtæjjide buerebh nuepieh learoevierhtieøøvtiedimmine jïh jeatjah pedagogken øøvtiedimmiebarkojne barkedh, vg saemien skuvli teknigke sjisnjestruktuvrine, lohkehtæjjanøøhpehtimmie-institusjovni jïh saemien bertemi gujmie ektesne barkedh
nob: samiske lærere skal ha bedre mulighet til å arbeide med læremiddelutvikling og annet pedagogisk utviklingsarbeid, f.eks. gjennom styrking av samiske skolers tekniske infrastruktur, samarbeid med lærerutdanningsinstitusjoner og samiske forlag

source: dïhte barkoe, guktie sjïerepedagogigken learoevierhtieh saemien learoehkidie øøvtiedidh, jienebi vierhtiej gujmie tjirkesovvedh
nob: arbeidet med utvikling av spesialpedagogiske læremidler tilpasset samiske elever styrkes gjennom økte bevilgninger

source: learoevierhtiepedagogigke tjoevere saemien lohkehtæjjaj maadthøøhpehtimmesne tjirkesovvedh jïh minngie- jïh jåarhkeøøhpehtimmie faaleldahkine
nob: læremiddelpedagogikk bør styrkes som en del av grunnutdanningen for samiske lærere, og som etter- og videreutdanningstilbud

source: sjïere beetnehøørnegigujmie saemien learoevierhtieh jïllebe øøhpehtæmman øøvtiedidh, uvtemesth faagide mah joekoen vihkele saemien siebredahken øøvtiedæmman
nob: utviklingen av læremidler på samisk for høyere utdanning i fag som er spesielt viktige for utviklingen av samisk samfunn skal prioriteres med særskilte finansieringsordninger

source: saemien learoegærjah øøvtiedidh, aaj dejtie unnebe saemien gïeledajvide
nob: samiske lærebøker skal også sette fokus på de mindre samiske språkområdene

source: vielie saemien sisvegh naasjovnen learoeplaanine jïh learoegærjah vuartasjimmien tjïrrh tjirkedh
nob: det samiske innholdet i de nasjonale læreplanene økes og lærebøkene kvalitetssikres

source: STARNE JÏH SOSIJAALE RÅAJVARIMMIEH
nob: HELSE OG SOSIALE TILTAK

source: Starnefaaleldahkh jïh sosijaale råajvarimmieh sjiehtesjidh saemien utniji daerpiesvoeti mietie abpe jieleden tjïrrh.
nob: Helsetjenester og sosiale tiltak må tilpasses samiske brukeres behov gjennom hele sitt livsløp.

source: Saemiej leah reaktah guarkasovvedh, dovne gïeline jïh kultuvrine, gåessie starne- jïh sosijaalen institusjovnh jieleden boelhkesne uhtsieh.
nob: Samer har rett til å bli forstått, både språklig og kulturelt, når de oppsøker institusjoner innen helse- og sosialvesenet i alle livsfaser.
